IDS_LOCK_APPLY_NEW_PROJ                       = "새로운 프로젝트 수행시 적용됩니다."
IDS_MAIN_PROTECTION_KEYTYPE_STANDALONE        = "Stand-alone"
IDS_MAIN_PROTECTION_KEYTYPE_NETWORK           = "Network"
IDS_MAIN_PROTECTION_KEYTYPE_LICENSE_SERVER    = "License-Server"
IDS_MAIN_PROTECTION_PROTOCOL_TCPIP            = "TCP/IP"
IDS_MAIN_PROTECTION_PROTOCOL_IPXSPX           = "IPX/SPX"
IDS_MAIN_PROTECTION_PROTOCOL_NETBEUI          = "NetBEUI"
IDS_MAIN_PROTECTION_PROTOCOL_SAP              = "SAP"

IDS_MAIN_MANUAL_FILE_NOT_EXIST                = "매뉴얼 파일이 존재하지 않습니다."
IDS_MAIN_TOOLTIP_KEEP_SECT_REBAR01            = "연동시에 단면과 배근 정보가 유지됩니다."
IDS_MAIN_TOOLTIP_KEEP_SECT_REBAR02            = "단면과 배근 정보를 제외한 부재력 및 기타 설계 정보만 갱신됩니다."

IDS_MEC_ERROR_FAIL_WEB_AUTH                   = "인증이 실패되었습니다."
IDS_MEC_LONG_USERID                           = "사용자 ID가 너무 깁니다."
IDS_MEC_LONG_PASSWORD                         = "비밀번호가 너무 깁니다."
IDS_MEC_ENTER_USERID                          = "사용자 ID를 입력하세요."
IDS_MEC_ENTER_PASSWORD                        = "사용자 비밀번호를 입력하세요."
IDS_MEC_CONFIRM_NODELOCK_SYSTEM               = "For the node lock option, this system will be set permanently.\nDo you really want to register this system?"
IDS_MEC_REGISTRAITON_SUCCESS                  = "등록이 성공적으로 인식되었습니다."
IDS_MEC_TRANSLATION_SUCCESS                   = "The %s file has been translated successfully."

IDS_MAIN_PROTECTION__Err_Lock_Key_Number      = "[오류] %d번째 Lock Key Number가 16진수 범위안에 속하지 않습니다."
IDS_MAIN_PROTECTION__Err_Lock_Key_Number_16   = "[오류] Lock Key Number는 16자리수 입니다."
IDS_MAIN_PROTECTION_KEYTYPE_INTERNET          = "Internet"
IDS_MAIN_PROTECTION_WEBTYPE_NODE              = "Node Lock"
IDS_MAIN_PROTECTION_WEBTYPE_FLOATING          = "Floating Lock"
IDS_MAIN_PROTECTION_INPUT_IDPW                = "ID, 패스워드를 입력해주세요"
IDS_MAIN_PROTECTION_cannot_change_any_program_options_at_work  = "프로그램 실행 중에는 옵션을 변경할 수 없습니다."
IDS_MAIN_PROTECTION_Another_application_is_already_running_at_this_system  = "이 컴퓨터의 다른 프로그램이 실행되고 있습니다.\n그래서, 먼저 선택한 옵션의 해제가 불가능합니다."
IDS_MAIN_PROTECTION_INITIALIZE                = "인증 정보를 초기화 하시겠습니까?"
IDS_MAIN_PROTECTION_INITIALIZE_FAIL           = "초기화 작업이 실패 되었습니다."
IDS_MAIN_PROTECTION_INITIALIZE_SUCCEED        = "인증 정보가 초기화 되었습니다."
IDS_MAIN_PROTECTION_Hardware_Lock             = "Hardware Lock"
IDS_MAIN_PROTECTION__Err_PKID_Number_16       = "[오류] Protection Key ID는 16자리수 입니다."
IDS_MAIN_ABNORAML_SETUP_TRIAL_VERSION         = "정상적으로 설치되지 않은 Trial Version 프로그램입니다!\nTrial Version 프로그램을 Setup으로 설치하신 후 사용하십시요."
IDS_MAIN_ALLOWED_DURING_TIME                  = " 본 제품은  설치 시점으로부터 만 ###일간 시험적인 사용이 허가됩니다. \n ###일이 만료될 시에는 정식판을 (주)마이다스아이티로부터 구입하시거나 본 제품을 귀하의 컴퓨터에서 제거하여야 하며, 그 이후의 계속적인 사용은 불법적인 사용에 해당합니다."
IDS_MAIN_INPUT_NAME                           = "이름을 입력하세요"
IDS_MAIN_EXIST_SAME_NAME_INPUT_ANOTHER        = "이미 같은 이름이 있습니다. 다른 이름을 입력하세요!!"
IDS_MAIN_FAIL_LINK                            = "연결에 실패하였습니다."
IDS_MAIN_ENTER_USER_PASSWORD                  = "패스워드를 입력하세요."
IDS_MAIN_USER_PASSWORD_TOO_LONG_ENTER_USER_PASSWORD  = "패스워드가 너무 깁니다.\n패스워드를 입력하세요."
IDS_MAIN_ENTER_USER_ID                        = "사용자 ID를 입력하세요."
IDS_MAIN_USER_ID_TOO_LONG_ENTER_USER_ID       = "사용자 ID가 너무 깁니다.\n사용자 ID를 입력하세요."
IDS_MAIN_FAIL_AUTHENTICATION                  = "인증에 실패하였습니다."

IDS_MAIN_PROCEDURE_DGN                        = "부재 설계 정보"
IDS_MAIN_PROCEDURE_RCS                        = "콘크리트 부재 설계 정보"
IDS_MAIN_PROCEDURE_STL                        = "철골 부재 설계 정보"
IDS_MAIN_PROCEDURE_SRC                        = "합성 부재 설계 정보"
IDS_MAIN_PROCEDURE_ALU                        = "알루미늄 부재 설계 정보"
IDS_MAIN_PROCEDURE_PBD                        = "성능기반설계 정보"

IDS_MAIN_MATERIAL_NAME_RCS                    = "콘크리트"
IDS_MAIN_MATERIAL_NAME_STL                    = "철골"
IDS_MAIN_MATERIAL_NAME_SRC                    = "합성"
IDS_MAIN_MATERIAL_NAME_ALU                    = "알루미늄"
IDS_MAIN_MATERIAL_NAME_RFM                    = "보강"
IDS_MAIN_MATERIAL_NAME_PBD                    = "성능기반설계"
IDS_MAIN_MATERIAL_NAME_CFS                    = "냉간성형강"
IDS_MAIN_MATERIAL_NAME_RCS_CAP                = "콘크리트"
IDS_MAIN_MATERIAL_NAME_STL_CAP                = "철골"
IDS_MAIN_MATERIAL_NAME_SRC_CAP                = "합성"
IDS_MAIN_MATERIAL_NAME_ALU_CAP                = "알루미늄"
IDS_MAIN_MATERIAL_NAME_RFM_CAP                = "보강"
IDS_MAIN_MATERIAL_NAME_PBD_CAP                = "성능기반설계"
IDS_MAIN_MATERIAL_NAME_CFS_CAP                = "냉간성형강"

IDS_MAIN_MEMBER_NAME_PINFO                    = "프로젝트 정보"
IDS_MAIN_MEMBER_NAME_GUOPT                    = "옵션"
IDS_MAIN_MEMBER_NAME_DBASE                    = "데이터 베이스"
IDS_MAIN_MEMBER_NAME_GUSOP                    = "철골 설계 옵션"
IDS_MAIN_MEMBER_NAME_GUAOP                    = "알루미늄 설계 옵션"
IDS_MAIN_MEMBER_NAME_DGNOP                    = "설계 설정 ( 부재별 )"
IDS_MAIN_MEMBER_NAME_DWGOP                    = "도면 설정 ( 부재별 )"
IDS_MAIN_MEMBER_NAME_GPREF                    = "사용자 환경 설정"
IDS_MAIN_MEMBER_NAME_GROUP                    = "그룹"
IDS_MAIN_MEMBER_NAME_GLOAD                    = "설계 하중"
IDS_MAIN_MEMBER_NAME_GLIOP                    = "연동 설정"
IDS_MAIN_MEMBER_NAME_GULOP                    = "UP 연동 설정"
IDS_MAIN_MEMBER_NAME_GURWO                    = "일괄 전단벽 설계 옵션"
IDS_MAIN_MEMBER_NAME_GLINK                    = "연동"
IDS_MAIN_MEMBER_NAME_CHKOP                    = "부재 검토 옵션"
IDS_MAIN_MEMBER_NAME_RPTOP                    = "계산서 옵션"
IDS_MAIN_MEMBER_NAME_LAYOP                    = "배근 옵션"
IDS_MAIN_MEMBER_NAME_NUMOP                    = "숫자 옵션"
IDS_MAIN_MEMBER_NAME_REBAR                    = "철근 설정"
IDS_MAIN_MEMBER_NAME_RFACT                    = "사용자 정의 강도감속계수"

IDS_MAIN_MEMBER_NAME_GSLAB                    = "슬래브"
IDS_MAIN_MEMBER_NAME_GURBE                    = "보"
IDS_MAIN_MEMBER_NAME_GURCO                    = "기둥"
IDS_MAIN_MEMBER_NAME_GURGC                    = "임의형상 기둥"
IDS_MAIN_MEMBER_NAME_GURSW                    = "전단벽"
IDS_MAIN_MEMBER_NAME_GURDW                    = "임의 형상 벽체"
IDS_MAIN_MEMBER_NAME_GUFDN                    = "기초"
IDS_MAIN_MEMBER_NAME_GUFDL                    = "줄기초"
IDS_MAIN_MEMBER_NAME_GUCBF                    = "복합기초 ( FEM )"
IDS_MAIN_MEMBER_NAME_GURCF                    = "복합기초"
IDS_MAIN_MEMBER_NAME_GURBW                    = "지하외벽"
IDS_MAIN_MEMBER_NAME_GURBU                    = "버트레스"
IDS_MAIN_MEMBER_NAME_GURST                    = "계단"
IDS_MAIN_MEMBER_NAME_GURCB                    = "코벨/브라켓"
IDS_MAIN_MEMBER_NAME_GURSL                    = "슬래브 테이블"
IDS_MAIN_MEMBER_NAME_GURBL                    = "보 테이블"

IDS_MAIN_MEMBER_NAME_GURBB                    = "일괄 보"
IDS_MAIN_MEMBER_NAME_GBBOP                    = "일괄 보 ( 설계 옵션 )"
IDS_MAIN_MEMBER_NAME_GBBST                    = "일괄 보 ( 층 정보 )"
IDS_MAIN_MEMBER_NAME_GBBCN                    = "일괄 보 ( 연결 정보 )"
IDS_MAIN_MEMBER_NAME_GBBGR                    = "일괄 보 ( 그룹핑 )"
IDS_MAIN_MEMBER_NAME_GBBBE                    = "일괄 보 ( RC 보 )"
IDS_MAIN_MEMBER_NAME_GBBCO                    = "일괄 보 ( RC 기둥 )"
IDS_MAIN_MEMBER_NAME_GBBSW                    = "일괄 보 ( RC 벽체 )"
IDS_MAIN_MEMBER_NAME_GBBSG                    = "일괄 보 ( 철골 보 / 기둥 )"

IDS_MAIN_MEMBER_NAME_GURBC                    = "일괄 기둥"
IDS_MAIN_MEMBER_NAME_GBCOP                    = "일괄 기둥 ( 설계 옵션 )"
IDS_MAIN_MEMBER_NAME_GBCST                    = "일괄 기둥 ( 층 정보 )"
IDS_MAIN_MEMBER_NAME_GBCCN                    = "일괄 기둥 ( 연결 정보 )"
IDS_MAIN_MEMBER_NAME_GBCGR                    = "일괄 기둥 ( 그룹핑 )"
IDS_MAIN_MEMBER_NAME_GBCCO                    = "일괄 기둥 ( RC 기둥 )"
IDS_MAIN_MEMBER_NAME_GBCGC                    = "일괄 기둥 ( RC 임의형상기둥 )"
IDS_MAIN_MEMBER_NAME_GBCBE                    = "일괄 기둥 ( RC 보 )"
IDS_MAIN_MEMBER_NAME_GBCSW                    = "일괄 기둥 ( RC 벽체 )"
IDS_MAIN_MEMBER_NAME_GBCSG                    = "일괄 기둥 ( 철골 보 / 기둥 )"

IDS_MAIN_MEMBER_NAME_GURGW                    = "일괄 전단벽"
IDS_MAIN_MEMBER_NAME_GBWOP                    = "일괄 전단벽 ( 설계 옵션 )"
IDS_MAIN_MEMBER_NAME_GBWST                    = "일괄 전단벽 ( 층 정보 )"
IDS_MAIN_MEMBER_NAME_GBWUW                    = "일괄 전단벽 ( 단위 벽체 )"
IDS_MAIN_MEMBER_NAME_GBWWA                    = "일괄 전단벽 ( 벽체 )"
IDS_MAIN_MEMBER_NAME_GBWWM                    = "일괄 전단벽 ( 벽체 부호 )"
IDS_MAIN_MEMBER_NAME_GBWBE                    = "일괄 전단벽 ( RC 보 )"
IDS_MAIN_MEMBER_NAME_GBWCO                    = "일괄 전단벽 ( RC 기둥 )"
IDS_MAIN_MEMBER_NAME_GBWSG                    = "일괄 전단벽 ( 철골 보 / 기둥 )"
IDS_MAIN_MEMBER_NAME_GURRW                    = "지하옹벽"
IDS_MAIN_MEMBER_NAME_GURAB                    = "앵커볼트"

IDS_MAIN_MEMBER_NAME_GUSSG                    = "보 / 기둥"
IDS_MAIN_MEMBER_NAME_GUSCF                    = "냉간성형강"
IDS_MAIN_MEMBER_NAME_GUSBP                    = "베이스 플레이트"
IDS_MAIN_MEMBER_NAME_GUSBC                    = "볼트 접합부"
IDS_MAIN_MEMBER_NAME_GUSMC                    = "모멘트 볼트 접합부"
IDS_MAIN_MEMBER_NAME_GUSWO                    = "웨브 개공보"
IDS_MAIN_MEMBER_NAME_GUSCG                    = "크레인 주행보"
IDS_MAIN_MEMBER_NAME_GUSPG                    = "중도리/띠장"
IDS_MAIN_MEMBER_NAME_GUSEP                    = "임베디드 플레이트"
IDS_MAIN_MEMBER_NAME_GUSWE                    = "용접 접합부"
IDS_MAIN_MEMBER_NAME_GUSLB                    = "LINK 보"
IDS_MAIN_MEMBER_NAME_GUSST                    = "철골 계단"
IDS_MAIN_MEMBER_NAME_GUSWB                    = "파형웨브보"

IDS_MAIN_MEMBER_NAME_GUCCB                    = "합성보"
IDS_MAIN_MEMBER_NAME_GUCCO                    = "기둥( 매립형 )"
IDS_MAIN_MEMBER_NAME_GUCFT                    = "콘크리트 충전 강관"
IDS_MAIN_MEMBER_NAME_GUCBP                    = "베이스 플레이트"

IDS_MAIN_MEMBER_NAME_GUAMT                    = "임의 형상 보 / 기둥"
IDS_MAIN_MEMBER_NAME_GUAAG                    = "보 / 기둥"

IDS_MAIN_MEMBER_NAME_GUFSL                    = "콘크리트 슬래브"
IDS_MAIN_MEMBER_NAME_GUFBE                    = "콘크리트 보"
IDS_MAIN_MEMBER_NAME_GUFCO                    = "콘크리트 기둥"

IDS_MAIN_MEMBER_NAME_GSTUL                    = "비지지 길이"
IDS_MAIN_MEMBER_NAME_GSTBS                    = "브레이스 강도"
IDS_MAIN_MEMBER_NAME_GSTLS                    = "링크 스티프너"
IDS_MAIN_MEMBER_NAME_GSTBV                    = "V형 브레이스를 지지하는 보의 강도"

IDS_MAIN_MEMBER_NAME_GERCF                    = IDS_MAIN_MEMBER_NAME_GURCF
IDS_MAIN_MEMBER_NAME_GERBE                    = IDS_MAIN_MEMBER_NAME_GURBE
IDS_MAIN_MEMBER_NAME_GERCO                    = IDS_MAIN_MEMBER_NAME_GURCO
IDS_MAIN_MEMBER_NAME_GERGC                    = IDS_MAIN_MEMBER_NAME_GURGC
IDS_MAIN_MEMBER_NAME_GEFDN                    = IDS_MAIN_MEMBER_NAME_GUFDN
IDS_MAIN_MEMBER_NAME_GERSF                    = "줄기초"

IDS_MAIN_MEMBER_NAME_GESSG                    = "보 / 기둥"
IDS_MAIN_MEMBER_NAME_GESBP                    = "베이스 플레이트"
IDS_MAIN_MEMBER_NAME_GESBC                    = "볼트 접합부"
IDS_MAIN_MEMBER_NAME_GESMC                    = "모멘트 볼트 접합부"

IDS_MAIN_MEMBER_NAME_GECCB                    = "합성보"

IDS_MAIN_MEMBER_NAME_GIRBE                    = IDS_MAIN_MEMBER_NAME_GURBE
IDS_MAIN_MEMBER_NAME_GIRCO                    = IDS_MAIN_MEMBER_NAME_GURCO


IDS_MAIN_MEMBER_NAME_GIRBB                    = IDS_MAIN_MEMBER_NAME_GURBB
IDS_MAIN_MEMBER_NAME_GIBOP                    = IDS_MAIN_MEMBER_NAME_GBBOP
IDS_MAIN_MEMBER_NAME_GIBST                    = IDS_MAIN_MEMBER_NAME_GBBST
IDS_MAIN_MEMBER_NAME_GIBCN                    = IDS_MAIN_MEMBER_NAME_GBBCN
IDS_MAIN_MEMBER_NAME_GIBGR                    = IDS_MAIN_MEMBER_NAME_GBBGR
IDS_MAIN_MEMBER_NAME_GIBBE                    = IDS_MAIN_MEMBER_NAME_GBBBE
IDS_MAIN_MEMBER_NAME_GIBCO                    = IDS_MAIN_MEMBER_NAME_GBBCO
IDS_MAIN_MEMBER_NAME_GIBSW                    = IDS_MAIN_MEMBER_NAME_GBBSW
IDS_MAIN_MEMBER_NAME_GIBSG                    = IDS_MAIN_MEMBER_NAME_GBBSG

IDS_MAIN_MEMBER_NAME_GIRBC                    = IDS_MAIN_MEMBER_NAME_GURBC
IDS_MAIN_MEMBER_NAME_GICOP                    = IDS_MAIN_MEMBER_NAME_GBCOP
IDS_MAIN_MEMBER_NAME_GICST                    = IDS_MAIN_MEMBER_NAME_GBCST
IDS_MAIN_MEMBER_NAME_GICCN                    = IDS_MAIN_MEMBER_NAME_GBCCN
IDS_MAIN_MEMBER_NAME_GICGR                    = IDS_MAIN_MEMBER_NAME_GBCGR
IDS_MAIN_MEMBER_NAME_GICCO                    = IDS_MAIN_MEMBER_NAME_GBCCO
IDS_MAIN_MEMBER_NAME_GICGC                    = IDS_MAIN_MEMBER_NAME_GBCGC
IDS_MAIN_MEMBER_NAME_GICBE                    = IDS_MAIN_MEMBER_NAME_GBCBE
IDS_MAIN_MEMBER_NAME_GICSW                    = IDS_MAIN_MEMBER_NAME_GBCSW
IDS_MAIN_MEMBER_NAME_GICSG                    = IDS_MAIN_MEMBER_NAME_GBCSG

IDS_MAIN_MEMBER_NAME_GIRGW                    = IDS_MAIN_MEMBER_NAME_GURGW
IDS_MAIN_MEMBER_NAME_GIWOP                    = IDS_MAIN_MEMBER_NAME_GBWOP
IDS_MAIN_MEMBER_NAME_GIWST                    = IDS_MAIN_MEMBER_NAME_GBWST
IDS_MAIN_MEMBER_NAME_GIWUW                    = IDS_MAIN_MEMBER_NAME_GBWUW
IDS_MAIN_MEMBER_NAME_GIWWA                    = IDS_MAIN_MEMBER_NAME_GBWWA
IDS_MAIN_MEMBER_NAME_GIWWM                    = IDS_MAIN_MEMBER_NAME_GBWWM
IDS_MAIN_MEMBER_NAME_GIWBE                    = IDS_MAIN_MEMBER_NAME_GBWBE
IDS_MAIN_MEMBER_NAME_GIWCO                    = IDS_MAIN_MEMBER_NAME_GBWCO
IDS_MAIN_MEMBER_NAME_GIWSG                    = IDS_MAIN_MEMBER_NAME_GBWSG

IDS_MAIN_SYSTEM_TYPE_RCS                      = "콘크리트"
IDS_MAIN_SYSTEM_TYPE_STL                      = "철골"
IDS_MAIN_SYSTEM_TYPE_SRC                      = "합성"
IDS_MAIN_SYSTEM_TYPE_SRC2                     = "합성부재"
IDS_MAIN_SYSTEM_TYPE_ALU                      = "알루미늄"
IDS_MAIN_SYSTEM_TYPE_RFM                      = "보강"
IDS_MAIN_SYSTEM_TYPE_PBD                      = "성능기반설계"
IDS_MAIN_SYSTEM_TYPE_PBD2                     = "성능설계"
IDS_MAIN_SYSTEM_TYPE_CFS                      = "냉간성형강"
IDS_MAIN_SYSTEM_TYPE_ETC                      = "기타"
IDS_MAIN_SYSTEM_TYPE_FDN                      = "기초"
IDS_MAIN_SYSTEM_TYPE_CON                      = "접합부"

IDS_MAIN_SYS_MEMB_NAME_MENU                   = "Menu"
IDS_MAIN_SYS_MEMB_NAME_REPORT                 = "Report Viewer"
IDS_MAIN_SYS_MEMB_NAME_GLOAD                  = "설계 하중"
IDS_MAIN_SYS_MEMB_NAME_GSLAB                  = "슬래브"
IDS_MAIN_SYS_MEMB_NAME_GURBE                  = "보"
IDS_MAIN_SYS_MEMB_NAME_GURCO                  = "기둥"
IDS_MAIN_SYS_MEMB_NAME_GURGC                  = "임의형상 기둥"
IDS_MAIN_SYS_MEMB_NAME_GURSW                  = "전단벽"
IDS_MAIN_SYS_MEMB_NAME_GURDW                  = "이형 벽체"
IDS_MAIN_SYS_MEMB_NAME_GWALL                  = "이형 벽체"
IDS_MAIN_SYS_MEMB_NAME_GUFDN                  = "기초"
IDS_MAIN_SYS_MEMB_NAME_GUCBF                  = "복합 기초( FEM )"
IDS_MAIN_SYS_MEMB_NAME_GURCF                  = "복합 기초"
IDS_MAIN_SYS_MEMB_NAME_GURBW                  = "지하외벽"
IDS_MAIN_SYS_MEMB_NAME_GURBU                  = "버트레스"
IDS_MAIN_SYS_MEMB_NAME_GURCB                  = "코벨 / 브라켓"
IDS_MAIN_SYS_MEMB_NAME_GURST                  = "계단"
IDS_MAIN_SYS_MEMB_NAME_GURBL                  = "보 테이블"
IDS_MAIN_SYS_MEMB_NAME_GURSL                  = "슬래브 테이블"
IDS_MAIN_SYS_MEMB_NAME_GURRW                  = "옹벽"
IDS_MAIN_SYS_MEMB_NAME_GURAB                  = "앵커볼트"
IDS_MAIN_SYS_MEMB_NAME_GURBB                  = "일괄 보"
IDS_MAIN_SYS_MEMB_NAME_GURBC                  = "일괄 기둥"
IDS_MAIN_SYS_MEMB_NAME_GURGW                  = "일괄 전단벽"

IDS_MAIN_SYS_MEMB_NAME_GUSSG                  = "보 / 기둥"
IDS_MAIN_SYS_MEMB_NAME_GUSCF                  = "냉간 성형 단면"
IDS_MAIN_SYS_MEMB_NAME_GUSBP                  = "베이스 플레이트"
IDS_MAIN_SYS_MEMB_NAME_GUSBC                  = "볼트 접합부"
IDS_MAIN_SYS_MEMB_NAME_GUSMC                  = "모멘트 볼트 접합부"
IDS_MAIN_SYS_MEMB_NAME_GUSCG                  = "크레인 주행보"
IDS_MAIN_SYS_MEMB_NAME_GUSPG                  = "중도리 / 띠장"
IDS_MAIN_SYS_MEMB_NAME_GUSWO                  = "웨브 개공보"
IDS_MAIN_SYS_MEMB_NAME_GUSEP                  = "임베디드 플레이트"
IDS_MAIN_SYS_MEMB_NAME_GUSWE                  = "용접"
IDS_MAIN_SYS_MEMB_NAME_GUSST                  = "철골 계단"
IDS_MAIN_SYS_MEMB_NAME_GUSWB                  = "파형웨브보"

IDS_MAIN_SYS_MEMB_NAME_GUCCB                  = "합성보"
IDS_MAIN_SYS_MEMB_NAME_GUCCO                  = "기둥( 매립형 )"
IDS_MAIN_SYS_MEMB_NAME_GUCFT                  = "콘크리트 충전 강관"
IDS_MAIN_SYS_MEMB_NAME_GUCBP                  = "베이스 플레이트"

IDS_MAIN_SYS_MEMB_NAME_GUFSL                  = "슬래브"
IDS_MAIN_SYS_MEMB_NAME_GUFBE                  = "보"
IDS_MAIN_SYS_MEMB_NAME_GUFCO                  = "기둥"

IDS_MAIN_SYS_MEMB_NAME_GUAMT                  = "임의 형상 보 / 기둥"
IDS_MAIN_SYS_MEMB_NAME_GUAAG                  = "보 / 기둥"

IDS_MAIN_SYS_MEMB_NAME_GERBE                  = IDS_MAIN_SYS_MEMB_NAME_GURBE
IDS_MAIN_SYS_MEMB_NAME_GERCO                  = IDS_MAIN_SYS_MEMB_NAME_GURCO
IDS_MAIN_SYS_MEMB_NAME_GERGC                  = IDS_MAIN_SYS_MEMB_NAME_GURGC
IDS_MAIN_SYS_MEMB_NAME_GERDW                  = IDS_MAIN_SYS_MEMB_NAME_GURDW
IDS_MAIN_SYS_MEMB_NAME_GEFDN                  = IDS_MAIN_SYS_MEMB_NAME_GUFDN
IDS_MAIN_SYS_MEMB_NAME_GERCF                  = IDS_MAIN_SYS_MEMB_NAME_GURCF
IDS_MAIN_SYS_MEMB_NAME_GERSF                  = "줄기초"

IDS_MAIN_SYS_MEMB_NAME_GESSG                  = IDS_MAIN_SYS_MEMB_NAME_GUSSG
IDS_MAIN_SYS_MEMB_NAME_GESBC                  = IDS_MAIN_SYS_MEMB_NAME_GUSBC
IDS_MAIN_SYS_MEMB_NAME_GESBP                  = IDS_MAIN_SYS_MEMB_NAME_GUSBP
IDS_MAIN_SYS_MEMB_NAME_GESMC                  = IDS_MAIN_SYS_MEMB_NAME_GUSMC

IDS_MAIN_SYS_MEMB_NAME_GECCB                  = IDS_MAIN_SYS_MEMB_NAME_GUCCB

IDS_MAIN_SYS_MEMB_NAME_GISBC                  = IDS_MAIN_SYS_MEMB_NAME_GUSBC

IDS_MAIN_STDG_GRID_ERR_MSG1                   = "[ 오류 ] 붙여 넣기는 하나의 열에서만 가능합니다."
IDS_MAIN_STDG_GRID_ERR_MSG2                   = "[ 오류 ] 선택된 영역과 붙여 넣기할 영역이 일치하지 않습니다."
IDS_MAIN_STDG_GRID_ERR_MSG3                   = "[ 오류 ] 그룹 이름 ( %s )이 존재하지 않습니다."
IDS_MAIN_STDG_GRID_ERR_MSG4                   = "[ 오류 ] 붙여 넣기할 영역이 지정되지 않았습니다."
IDS_MAIN_STDG_GRID_ERR_MSG5                   = "[ 오류 ] 붙여 넣기할 내용이 표의 영역을 벗어납니다."
IDS_MAIN_STDG_GRID_ERR_PASTE                  = "[ 오류 ] 붙여넣기에 의해서 테이블이 확장되지 않았습니다."

IDS_MAIN_CALC_NON_MEMBER                      = "검토할 부재가 없습니다."
IDS_MAIN_OUT_NON_MEMBER                       = "출력할 부재가 없습니다."
IDS_MAIN_DGN_CALC_FAIL                        = "%s에 대한 검토에 실패하였습니다."
IDS_MAIN_DGN_INVALID_RCCODE					  = "볼트 검토를 위한 콘크리트 기준이 철골 기준과 호환되지 않습니다. 콘크리트 기준 : %s"

IDS_MAIN_NOT_EXIST_GEN_FILE__s                = "midas Gen의 실행 파일이 존재하지 않습니다.\n파일 경로 : %s"
IDS_MAIN_RENAME_ERROR_ONE_ITEM                = "이름 변경은 하나의 부재에 대해서만 가능합니다."

IDS_MAIN_GENERATE_DWG__s__s                   = "%s %s의 도면 파일을 생성하고 있습니다."

IDS_MAIN_HYPER_LINK_ERROR_MEM                 = "메모리 혹은 사용 가능한 리소스가 부족합니다."
IDS_MAIN_HYPER_LINK_ERROR_PATH                = "경로가 존재하지 않습니다."
IDS_MAIN_HYPER_LINK_ERROR_FILE                = "파일이 존재하지 않습니다."
IDS_MAIN_HYPER_LINK_ERROR_FORM                = "실행 파일(*.EXE)이 유효하지 않습니다.\n(Win32 실행 파일이 아니거나 실행 파일의 이미지에 오류가 있습니다.)"
IDS_MAIN_HYPER_LINK_ERROR_ACCE                = "파일에 대한 접근이 거부되었습니다."
IDS_MAIN_HYPER_LINK_ERROR_INCP                = "The filename association is\nincomplete or invalid."
IDS_MAIN_HYPER_LINK_ERROR_BUSY                = "The DDE transaction could not\nbe completed because other DDE transactions\nwere being processed."
IDS_MAIN_HYPER_LINK_ERROR_FAIL                = "The DDE transaction failed."
IDS_MAIN_HYPER_LINK_ERROR_TIME                = "The DDE transaction could not\nbe completed because the request timed out."
IDS_MAIN_HYPER_LINK_ERROR_DDL                 = "The specified dynamic-link library was not found."
IDS_MAIN_HYPER_LINK_ERROR_ASSO                = "There is no application associated\nwith the given filename extension."
IDS_MAIN_HYPER_LINK_ERROR_OOM                 = "There was not enough memory to complete the operation."
IDS_MAIN_HYPER_LINK_ERROR_SHAR                = "A sharing violation occurred."
IDS_MAIN_HYPER_LINK_ERROR__d                  = "Unknown Error (%d) occurred."
IDS_MAIN_HYPER_LINK_ERROR_OPEN                = "Unable to open hyperlink:\n\n"

IDS_MAIN_TITLE_START_PAGE                     = "시작 페이지"
IDS_MAIN_TITLE_MEMB                           = "부재"
IDS_MAIN_TITLE_MLST                           = "부재목록"
IDS_MAIN_TITLE_DRAW                           = "도면"
IDS_MAIN_TITLE_QUAN                           = "물량"
IDS_MAIN_TITLE_VDRW                           = "Vector Draw"
IDS_MAIN_TITLE_CUSTOM                         = "Customize..."
IDS_MAIN_TITLE_STANDARD                       = "Standard"
IDS_MAIN_TITLE_RCS_DESIGN                     = "RC Design"
IDS_MAIN_TITLE_STL_DESIGN                     = "Steel Design"
IDS_MAIN_TITLE_SRC_DESIGN                     = "SRC Design"
IDS_MAIN_TITLE_ALU_DESIGN                     = "Aluminum Design"
IDS_MAIN_TITLE_MODE                           = "Mode"
IDS_MAIN_TITLE_OPT                            = "Option"
IDS_MAIN_TITLE_LINK                           = "Link"
IDS_MAIN_TITLE_WORK_BAR                       = "작업관리창"
IDS_MAIN_TITLE_REPORT                         = "검토 계산서"
IDS_MAIN_TITLE_DWG_PREVIEW                    = "도면 보기"
IDS_MAIN_TITLE_MEMBER_INFO                    = "부재 정보"
IDS_MAIN_TITLE_WALL_INFO                      = "벽체 정보"
IDS_MAIN_TITLE_MSG                            = "메시지 출력창"
IDS_MAIN_TITLE_UNDO                           = "&Undo"
IDS_MAIN_TITLE_REDO                           = "&Redo"
IDS_MAIN_TITLE_CHEK                           = "검토"

IDS_MAIN_GDBB_NON_MEMB                        = "일괄 설계 보에 대한 정보가 없습니다."
IDS_MAIN_GDBB_USE_LINK                        = "Gen 연동을 통해서 정보를 생성할 수 있습니다."
IDS_MAIN_GDBB_RUN_SMRT                        = "모든 보에 대한 시공성을 고려한 설계를 수행할까요?"

IDS_MAIN_GDBC_NON_MEMB                        = "일괄 설계 기둥에 대한 정보가 없습니다."
IDS_MAIN_GDBC_USE_LINK                        = "Gen 연동을 통해서 정보를 생성할 수 있습니다."
IDS_MAIN_GDBC_RUN_SMRT                        = "모든 기둥에 대한 시공성을 고려한 설계를 수행할까요?"

IDS_MAIN_GDBW_NON_MEMB                        = "일괄 설계 전단벽에 대한 정보가 없습니다."
IDS_MAIN_GDBW_USE_LINK                        = "Gen / ADS 연동을 통해서 정보를 생성할 수 있습니다."
IDS_MAIN_GDBW_RUN_SMRT                        = "모든 벽체에 대한 시공성을 고려한 설계를 수행할까요?"
IDS_MAIN_DGN_GURDW_CALC_FAIL_NOT_COMBINED__s  = "%s에 대한 계산을 실패하였습니다. 단위벽들이 조합벽으로 연결되지 않았습니다."

IDS_MAIN_FAIL_MAKE_OUTPUT                     = "Failed at Create_ToolBar()"
IDS_MAIN_FAIL_MAKE_WORK_TREE                  = "Failed at Create_WorkTree()"
IDS_MAIN_FAIL_MAKE_RIBBON_MENU                = "Failed at Create_Menu()"
IDS_MAIN_FAIL_MAKE_TOOL_BAR                   = "Failed at Create_Output()"
IDS_MAIN_FAIL_MAKE_STAT_BAR                   = "Failed to create status bar\n"
IDS_MAIN_FAIL_MAKE_OUTP_BAR                   = "Failed to create output bar\n"
IDS_MAIN_FAIL_MAKE_WORK_BAR                   = "Failed to create Workspace bar\n"
IDS_MAIN_FAIL_MAKE_REPORT_BAR                 = "Failed to create Report bar\n"
IDS_MAIN_FAIL_MAKE_DWG_PREVIEW_BAR            = "Failed to create Drawing Preview bar\n"
IDS_MAIN_FAIL_MAKE_MEMBER_INFO_BAR            = "Failed to create Member Information bar\n"
IDS_MAIN_FAIL_MAKE_MENU_BAR                   = "Failed to create menu bar\n"
IDS_MAIN_FAIL_MAKE_DWG                        = "Fail to create drawing file."
IDS_MAIN_FAIL_OPEN_DWG__s                     = "Cannot open %s"
IDS_MAIN_WALL_COLUMN_IMPORTED                 = "wall or column data will be imported."
IDS_MAIN_SHOW_LOAD_COMBINATION_INFO           = "하중조합정보를 보여줍니다."

IDS_MAIN_WORKTREE_BATCH_BEAM_SMART_OPT        = "시공성 고려한 설계 옵션"
IDS_MAIN_WORKTREE_BATCH_BEAM_BUILD_DATA       = "건물 정보 설정"
IDS_MAIN_WORKTREE_BATCH_BEAM_RUN_SMART        = "시공성 고려한 설계 수행 ( 전체 )"
IDS_MAIN_WORKTREE_BATCH_COLUMN_SMART_OPT      = "시공성 고려한 설계 옵션"
IDS_MAIN_WORKTREE_BATCH_COLUMN_BUILD_DATA     = "건물 정보 설정"
IDS_MAIN_WORKTREE_BATCH_COLUMN_RUN_SMART      = "시공성 고려한 설계 수행 ( 전체 )"
IDS_MAIN_WORKTREE_BATCH_WALL_SMART_OPT        = "시공성 고려한 설계 옵션"
IDS_MAIN_WORKTREE_BATCH_WALL_BUILD_DATA       = "건물 정보 설정"
IDS_MAIN_WORKTREE_BATCH_WALL_RUN_SMART        = "시공성 고려한 설계 수행 ( 전체 )"
IDS_MAIN_WORKTREE_DGN_CODE                    = "설계 기준 : %s"
IDS_MAIN_WORKTREE_DGN_CODE_RCS                = "콘크리트 : %s"
IDS_MAIN_WORKTREE_DGN_CODE_STL                = "철골 : %s"
IDS_MAIN_WORKTREE_DGN_CODE_SRC                = "합성부재 : %s"
IDS_MAIN_WORKTREE_DGN_CODE_CFS                = "냉간성형강 : %s"
IDS_MAIN_WORKTREE_DGN_CODE_ALU                = "알루미늄 : %s"
IDS_MAIN_WORKTREE_DGN_CODE_RFM                = "보강 : %s"
IDS_MAIN_WORKTREE_LOAD_CODE_WIND              = "풍하중 : %s"
IDS_MAIN_WORKTREE_LOAD_CODE_SNOW              = "적설하중 : %s"
IDS_MAIN_WORKTREE_LOAD_CODE_LIVE              = "등분포 하중 : %s"
IDS_MAIN_WORKTREE_DB_CODE_RBAR                = "철근 DB : %s"
IDS_MAIN_WORKTREE_DB_CODE_MATL                = "재질 DB : %s"
IDS_MAIN_WORKTREE_DB_CODE_SECT                = "단면 DB : %s"
IDS_MAIN_WORKTREE_DB_CODE_MATL_FRP            = "재질 DB ( FRP ) : %s"
IDS_MAIN_WORKTREE_DB_CODE_MATL_FRS            = "재질 DB ( 철골 ) : %s"
IDS_MAIN_WORKTREE_OPTION_STL                  = "철골 설계 옵션"
IDS_MAIN_WORKTREE_OPTION_ALU                  = "알루미늄 설계 옵션"
IDS_MAIN_WORKTREE_DGN_OPTION                  = "설계 설정"
IDS_MAIN_WORKTREE_DWG_OPTION                  = "도면 설정"
IDS_MAIN_WORKTREE_RPT_OPTION                  = "계산서 설정"
IDS_MAIN_WORKTREE_PREFERENCE                  = "사용자 환경 설정"

IDS_MAIN_DLL_MSG_INCONSISTENT                 = "호환되지 않는 버전의 설계 모듈입니다."
IDS_MAIN_DLL_MSG_CANNOT_FIND_DLL              = "%s 파일을 찾을 수 없습니다."
